Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# review.account
source: Account
zh_hans: 账号
zh_hant: 賬號

# review.allDay
source: All day
zh_hans: 全天
zh_hant: 全天

# review.approveChange
source: Approve change
zh_hans: 批准修改
zh_hant: 批准修改

# review.approveLocally
source: Approve locally
zh_hans: 本地批准
zh_hant: 本地批准

# review.approveSend
source: Approve & send
zh_hans: 批准并发送
zh_hant: 批准併發送

# review.calendar
source: Calendar
zh_hans: 日历
zh_hant: 日曆

# review.deleteWarning
source: This removes the event and may notify its attendees.
zh_hans: 这会删掉日程，并可能通知参会人。
zh_hant: 這會刪掉日程，並可能通知參會人。

# review.dontProceed
source: Don't proceed
zh_hans: 不执行
zh_hant: 不執行

# review.editDetails
source: Edit details
zh_hans: 改细节
zh_hant: 改細節

# review.event
source: Event
zh_hans: 日程
zh_hant: 日程

# review.expiryNote
source: Review expires %1$@. Your approval applies only to the details shown above.
zh_hans: 检查有效期到 %1$@。你的批准只对上面显示的细节有效。
zh_hant: 檢查有效期到 %1$@。你的批准只對上面顯示的細節有效。

# review.justYou
source: Just you
zh_hans: 只有你
zh_hant: 只有你

# review.lastLook
source: One last look
zh_hans: 最后一眼
zh_hant: 最後一眼

# review.localOnly
source: This action stays in your local workspace.
zh_hans: 这个操作只留在本地工作区。
zh_hant: 這個操作只留在本地工作區。

# review.location
source: Location
zh_hans: 地点
zh_hant: 地點

# review.no
source: No
zh_hans: 否
zh_hant: 否

# review.noAttachments
source: No attachments
zh_hans: 无附件
zh_hant: 無附件

# review.none
source: None
zh_hans: 无
zh_hant: 無

# review.reviewExact
source: Review this exact action before it changes your connected account.
zh_hans: 在它动你的已连接账号之前，先检查这个确切的操作。
zh_hant: 在它動你的已連接賬號之前，先檢查這個確切的操作。

# review.status.awaiting_review
source: Awaiting review
zh_hans: 待检查
zh_hant: 待檢查

# review.status.cancelled
source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

# review.status.denied
source: Denied
zh_hans: 已拒绝
zh_hant: 已拒絕

# review.status.executing
source: Executing
zh_hans: 执行中
zh_hant: 執行中

# review.status.expired
source: Expired
zh_hans: 已过期
zh_hant: 已過期

# review.status.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# review.status.outcome_unknown
source: Outcome unknown
zh_hans: 结果未知
zh_hant: 結果未知

# review.status.succeeded
source: Succeeded
zh_hans: 已完成
zh_hant: 已完成

# review.updateWarning
source: Attendees may receive an invitation or update from your connected calendar.
zh_hans: 参会人可能会收到已连接日历发来的邀请或更新。
zh_hant: 參會人可能會收到已連接日曆發來的邀請或更新。

# review.version
source: version %1$@
zh_hans: 版本 %1$@
zh_hant: 版本 %1$@

# review.yes
source: Yes
zh_hans: 是
zh_hant: 是

# sandbox.addServer
source: Add server
zh_hans: 添加服务器
zh_hant: 新增伺服器

# sandbox.authType
source: Auth
zh_hans: 认证方式
zh_hant: 認證方式

# sandbox.authType.key
source: Private key
zh_hans: 私钥
zh_hant: 私鑰

# sandbox.authType.password
source: Password
zh_hans: 密码
zh_hant: 密碼

# sandbox.backend.cloud
source: Cloud Docker
zh_hans: 云端 Docker
zh_hant: 雲端 Docker

# sandbox.backend.local
source: Local Linux (iSH)
zh_hans: 本地 Linux（iSH）
zh_hant: 本地 Linux（iSH）

# sandbox.cloud.noConfig
source: Fill in the server connection first.
zh_hans: 请先填写服务器连接信息。
zh_hant: 請先填寫服務器連接信息。

# sandbox.command.timeout
source: Command timed out after 2 minutes.
zh_hans: 命令执行超过 2 分钟，已超时。
zh_hant: 命令執行超過 2 分鐘，已超時。

# sandbox.connect
source: Connect
zh_hans: 连接
zh_hant: 連接

# sandbox.containers
source: Containers
zh_hans: 容器
zh_hant: 容器

# sandbox.deleteServer
source: Delete server
zh_hans: 删除服务器
zh_hant: 刪除伺服器

# sandbox.deleteServerConfirm
source: Deleting "%1$@" will disconnect it and wipe its saved connection info. Are you sure?
zh_hans: 「%1$@」删掉就连不上了，存的连接信息也会一起清空，确定要删吗？
zh_hant: 「%1$@」刪掉就連不上了，存的連接信息也會一起清空，確定要刪嗎？

# sandbox.disconnect
source: Disconnect
zh_hans: 断开
zh_hant: 斷開

# sandbox.docker.listFailed
source: Could not list containers.
zh_hans: 无法列出容器。
zh_hant: 無法列出容器。

# sandbox.docker.startFailed
source: Could not start the container.
zh_hans: 无法启动容器。
zh_hant: 無法啓動容器。

# sandbox.docker.stopFailed
source: Could not stop the container.
zh_hans: 无法停止容器。
zh_hant: 無法停止容器。

# sandbox.editServer
source: Edit server
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

# sandbox.host
source: Host
zh_hans: 主机
zh_hant: 主機

# sandbox.local.nativeRequired
source: The local Linux sandbox needs the native iSH module, which is not bundled in this build yet. It follows OpenMinis's iSH approach.
zh_hans: 本地 Linux 沙箱需要原生 iSH 模块，此版本尚未内置。做法沿用 OpenMinis 的 iSH 方案。
zh_hant: 本地 Linux 沙箱需要原生 iSH 模塊，此版本尚未內置。做法沿用 OpenMinis 的 iSH 方案。

# sandbox.noContainers
source: No containers found.
zh_hans: 没有找到容器。
zh_hant: 沒有找到容器。

# sandbox.noServerSelected
source: No server selected — tap one to start.
zh_hans: 还没选服务器，点一台开始。
zh_hant: 還沒選伺服器，點一台開始。

# sandbox.noServers
source: No servers yet — add one to get started.
zh_hans: 还没有服务器，先加一台吧。
zh_hant: 還沒有伺服器，先加一台吧。

# sandbox.notConnected
source: Sandbox is not connected.
zh_hans: 沙箱未连接。
zh_hant: 沙箱未連接。

# sandbox.password
source: Password
zh_hans: 密码
zh_hant: 密碼

# sandbox.port
source: Port
zh_hans: 端口
zh_hant: 端口

# sandbox.privateKey
source: Private key (PEM)
zh_hans: 私钥（PEM）
zh_hant: 私鑰（PEM）

# sandbox.relayInstall.caddyNote
source: The domain must match this server's host field.
zh_hans: 域名要和这台服务器的「主机」填的一样。
zh_hant: 域名要和這台伺服器的「主機」填的一樣。

# sandbox.relayInstall.copied
source: Copied
zh_hans: 已复制
zh_hant: 已複製

# sandbox.relayInstall.hideSteps
source: Hide
zh_hans: 收起
zh_hant: 收起

# sandbox.relayInstall.runOnServer
source: Run in your server's terminal:
zh_hans: 在你的服务器终端里运行：
zh_hant: 在你的伺服器終端裡運行：

# sandbox.relayInstall.showSteps
source: Show install steps
zh_hans: 查看安装步骤
zh_hant: 查看安裝步驟

# sandbox.relayInstall.stepCaddy
source: 2. Put it on HTTPS (Caddy reverse proxy)
zh_hans: 2. 挂到 HTTPS（Caddy 反代）
zh_hant: 2. 掛到 HTTPS（Caddy 反代）

# sandbox.relayInstall.stepRelay
source: 1. Download and run the relay
zh_hans: 1. 下载并运行传话员
zh_hant: 1. 下載並運行傳話員

# sandbox.relayInstall.stepSystemd
source: 3. Start on boot (optional)
zh_hans: 3. 开机自启（可选）
zh_hant: 3. 開機自啟（可選）

# sandbox.relayMissing
source: This server doesn't have the relay installed yet. It has to be installed on your server, which the AI can't reach — the install steps are below, just copy, paste and run them. About 2 minutes.
zh_hans: 这台服务器上还没装传话员。传话员得装在你的服务器上，AI 够不着——下面是安装步骤，复制粘贴跑一下就行，2 分钟。
zh_hant: 這台伺服器上還沒裝傳話員。傳話員得裝在你的伺服器上，AI 夠不著——下面是安裝步驟，複製貼上跑一下就行，2 分鐘。

# sandbox.relayNote
source: Cloud mode needs the relay installed on your server first (once is enough). Don't feel like filling the form? Just tell %1$@ to connect your cloud server — he'll fill it in and you just confirm.
zh_hans: 云端连接要在你的服务器上先装一个传话员（装一次就行）。嫌手填麻烦？直接跟%1$@说「连我的云服务器」，他填好、你点确认就行。
zh_hant: 雲端連接要在你的伺服器上先裝一個傳話員（裝一次就行）。嫌手填麻煩？直接跟%1$@說「連我的雲伺服器」，他填好、你點確認就行。

# sandbox.saveAndConnect
source: Save & connect
zh_hans: 保存并连接
zh_hant: 保存並連接

# sandbox.secretKeepHint
source: Leave blank to keep the current one.
zh_hans: 留空就保持原来的，不用重填。
zh_hant: 留空就保持原來的，不用重填。

# sandbox.serverName
source: Name
zh_hans: 名字
zh_hant: 名字

# sandbox.serverNamePlaceholder
source: Give it a name, e.g. "main box"
zh_hans: 起个名字，比如「主力机」
zh_hant: 起個名字，比如「主力機」

# sandbox.servers
source: Servers
zh_hans: 服务器
zh_hant: 伺服器

# sandbox.status.connected
source: Connected
zh_hans: 已连接
zh_hant: 已連接

# sandbox.status.connecting
source: Connecting…
zh_hans: 连接中…
zh_hant: 連接中…

# sandbox.status.disconnected
source: Disconnected
zh_hans: 未连接
zh_hant: 未連接

# sandbox.status.error
source: Error
zh_hans: 出错
zh_hant: 出錯

# sandbox.status.unavailable
source: Unavailable
zh_hans: 不可用
zh_hant: 不可用

# sandbox.switchBackend
source: Switch backend
zh_hans: 切换后端
zh_hant: 切換後端

# sandbox.terminal.command
source: Command
zh_hans: 命令
zh_hant: 命令

# sandbox.terminal.empty
source: Run a command to see output here.
zh_hans: 运行一条命令，在这里看输出。
zh_hant: 運行一條命令，在這裏看輸出。

# sandbox.terminal.title
source: Terminal
zh_hans: 终端
zh_hant: 終端

# sandbox.title
source: Sandbox
zh_hans: 沙箱
zh_hant: 沙箱

# sandbox.transportUnavailable
source: No SSH transport is bundled in this build yet. The connection settings are saved and ready — an SSH module or relay will light this up.
zh_hans: 此版本尚未内置 SSH 传输模块。连接配置已保存就绪，SSH 模块或中继装好即可点亮。
zh_hant: 此版本尚未內置 SSH 傳輸模塊。連接配置已保存就緒，SSH 模塊或中繼裝好即可點亮。

# sandbox.username
source: Username
zh_hans: 用户名
zh_hant: 用戶名

# scope.calEvents
source: Manage calendar events
zh_hans: 管理日历事件
zh_hant: 管理日曆事件

# scope.calEventsReadonly
source: Read calendar events
zh_hans: 读取日历事件
zh_hant: 讀取日曆事件

# scope.calListReadonly
source: Read calendar list
zh_hans: 读取日历列表
zh_hant: 讀取日曆列表

# scope.calReadonly
source: Read calendars
zh_hans: 读取日历
zh_hant: 讀取日曆

# scope.gmailReadonly
source: Read Gmail
zh_hans: 读取 Gmail
zh_hant: 讀取 Gmail

# scope.gmailSend
source: Send Gmail
zh_hans: 发送 Gmail
zh_hant: 發送 Gmail

# section.activity.subtitle
source: Plans and progress, all here.
zh_hans: 计划、进展，都在这儿。
zh_hant: 計劃、進展，都在這兒。

# section.activity.title
source: Activity
zh_hans: 动态
zh_hant: 動態

# section.apps.subtitle
source: Connections, capabilities, and what I remember.
zh_hans: 连接、能力，还有我记住的事。
zh_hant: 連接、能力，還有我記住的事。

# section.apps.title
source: Apps
zh_hans: 应用
zh_hant: 應用

# section.browser.subtitle
source: Browsing sessions, kept together.
zh_hans: 浏览会话都在这儿。
zh_hant: 瀏覽會話都在這兒。

# section.browser.title
source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

# section.calendar.subtitle
source: Save time for what matters.
zh_hans: 重要的事，先留时间。
zh_hant: 重要的事，先留時間。

# section.calendar.title
source: Calendar
zh_hans: 日历
zh_hant: 日曆

# section.connections.subtitle
source: Connections and capabilities.
zh_hans: 连上，开始干活。
zh_hant: 連上，開始幹活。

# section.connections.title
source: Connections
zh_hans: 连接
zh_hant: 連接

# section.files.subtitle
source: Documents and filled forms.
zh_hans: 文档和填好的表。
zh_hant: 文檔和填好的表。

# section.files.title
source: Files
zh_hans: 文件
zh_hant: 文件

# section.goals.subtitle
source: The long game, watched slowly.
zh_hans: 远的事，慢慢盯。
zh_hant: 遠的事，慢慢盯。

# section.goals.title
source: Goals
zh_hans: 目标
zh_hant: 目標

# section.ideas.subtitle
source: Good ideas, fished out of your world.
zh_hans: 从你的世界里捞出来的好想法。
zh_hant: 從你的世界裏撈出來的好想法。

# section.ideas.title
source: Ideas
zh_hans: 想法
zh_hant: 想法

# section.mail.subtitle
source: Your letters live here.
zh_hans: 信，都在这儿。
zh_hant: 信，都在這兒。

# section.mail.title
source: Mail
zh_hans: 邮件
zh_hant: 郵件

# selfpost.reason.already-fired
source: already checked
zh_hans: 已经检查过
zh_hant: 已經檢查過

# selfpost.reason.collision
source: just reached out recently
zh_hans: 刚找过你不久
zh_hant: 剛找過你不久

# selfpost.reason.disabled
source: trigger is off
zh_hans: 触发器关着
zh_hant: 觸發器關著

# selfpost.reason.expired
source: missed the moment
zh_hans: 错过了那个时刻
zh_hant: 錯過了那個時刻

# selfpost.reason.incognito
source: incognito
zh_hans: 无痕模式
zh_hant: 無痕模式

# selfpost.reason.model-skip
source: he didn't feel like posting
zh_hans: 他觉得没什么好发的
zh_hant: 他覺得沒什麼好發的

# selfpost.reason.no-api-group
source: no model configured
zh_hans: 没配模型
zh_hant: 沒配模型

# selfpost.reason.persona-missing
source: no persona
zh_hans: 没有人设
zh_hant: 沒有人設

# selfpost.reason.post-failed
source: post failed
zh_hans: 发送失败
zh_hant: 發送失敗

# selfpost.reason.quiet-hours
source: you were asleep
zh_hans: 你在睡觉
zh_hant: 你在睡覺

# selfpost.reason.selfpost-capped
source: daily post limit reached
zh_hans: 今天发够了
zh_hant: 今天發夠了

# selfpost.reason.shared-capped
source: enough proactive messages today
zh_hans: 今天主动得够多了
zh_hant: 今天主動得夠多了

# selfpost.section.cap
source: Max his posts per day
zh_hans: 他每天最多发几条
zh_hant: 他每天最多發幾條

# selfpost.section.checkNow
source: Check quiet moments
zh_hans: 检查安静时刻
zh_hant: 檢查安靜時刻

# selfpost.section.desc
source: At a few quiet moments each day, he decides whether he has something worth sharing to the feed. No pings — you'll find it when you open Our Space.
zh_hans: 每天几个安静时刻，他自己决定有没有值得发到动态里的事。不打扰你——你打开我们的空间时自然会看到。
zh_hant: 每天幾個安靜時刻，他自己決定有沒有值得發到動態裡的事。不打擾你——你打開我們的空間時自然會看到。

# selfpost.section.logPosted
source: posted: "%1$@"
zh_hans: 发了："%1$@"
zh_hant: 發了："%1$@"

# selfpost.section.logSkipped
source: didn't post (%1$@)
zh_hans: 没发（%1$@）
zh_hant: 沒發（%1$@）

# selfpost.section.logTitle
source: What he decided today
zh_hans: 他今天的决定
zh_hant: 他今天的決定

# selfpost.section.postNow
source: Ask him to post now
zh_hans: 让他现在发一条
zh_hant: 讓他現在發一條

# selfpost.section.slots
source: Quiet moments per day
zh_hans: 每天安静时刻
zh_hant: 每天安靜時刻

# selfpost.section.title
source: His own posts
zh_hans: 他自己发的动态
zh_hant: 他自己發的動態

# selfpost.section.today
source: Today: %1$@/%2$@ posted. Quiet moments: %3$@.
zh_hans: 今天：已发 %1$@/%2$@ 条。安静时刻：%3$@。
zh_hant: 今天：已發 %1$@/%2$@ 條。安靜時刻：%3$@。

# selfpost.section.toggle
source: AI self-post trigger
zh_hans: AI 自发帖触发器
zh_hant: AI 自發帖觸發器

# skill.create
source: New skill
zh_hans: 写个新本事
zh_hant: 寫個新本事

# skill.deleteConfirm
source: Delete "%1$@"?
zh_hans: 确定删掉「%1$@」？
zh_hant: 確定刪掉「%1$@」？

# skill.deleteTitle
source: Delete this skill?
zh_hans: 删掉这个本事？
zh_hant: 刪掉這個本事？

# skill.description
source: One-line note
zh_hans: 一句话说明
zh_hant: 一句話說明

# skill.descriptionHint
source: What this skill is for
zh_hans: 这个本事是干嘛的
zh_hant: 這個本事是幹嘛的

# skill.empty
source: I don't know any tricks yet. Teach me the first one?
zh_hans: 我还什么本事都没有。教我第一个？
zh_hant: 我還什麼本事都沒有。教我第一個？

# skill.example
source: example
zh_hans: 示例
zh_hant: 示例

# skill.instructions
source: Steps
zh_hans: 具体做法
zh_hant: 具體做法

# skill.instructionsHint
source: Write it step by step, the more concrete the better
zh_hans: 一步一步写清楚，越具体越好
zh_hant: 一步一步寫清楚，越具體越好

# skill.intro
source: Little capability packs you write for me: a name, a note, the steps. I'll follow them when the topic comes up.
zh_hans: 写给我的小本事：名字、说明、做法。聊到相关话题，我会按着来。
zh_hant: 寫給我的小本事：名字、說明、做法。聊到相關話題，我會按着來。

# skill.name
source: Name
zh_hans: 名字
zh_hant: 名字

# skill.nameHint
source: e.g. Trip planning
zh_hans: 比如：旅行规划
zh_hant: 比如：旅行規劃

# skill.nameRequired
source: Give it a name first
zh_hans: 起个名字吧
zh_hant: 起個名字吧

# skill.title
source: Skills
zh_hans: 本事包
zh_hant: 本事包

# snapshot.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# snapshot.deleteConfirm
source: Delete the snapshot from %1$@?
zh_hans: 删掉 %1$@ 的这张快照吗？
zh_hant: 刪掉 %1$@ 的這張快照嗎？

# snapshot.empty
source: No snapshots yet
zh_hans: 还没有快照
zh_hant: 還沒有快照

# snapshot.enabled
source: Auto back up on schedule
zh_hans: 定时自动备份
zh_hant: 定時自動備份

# snapshot.frequency
source: Frequency
zh_hans: 频率
zh_hant: 頻率

# snapshot.frequency.daily
source: Daily
zh_hans: 每天
zh_hant: 每天

# snapshot.frequency.weekly
source: Weekly
zh_hans: 每周
zh_hant: 每週

# snapshot.keepCount
source: Keep how many
zh_hans: 保留几个
zh_hant: 保留幾個

# snapshot.keepCountHint
source: Oldest deleted first when over the limit
zh_hans: 超出的会自动删掉，最老的先删
zh_hant: 超出的會自動刪掉，最老的先刪

# snapshot.list
source: Snapshots
zh_hans: 快照列表
zh_hant: 快照列表

# snapshot.manual
source: Take one now
zh_hans: 手动备份一张
zh_hant: 手動備份一張

# snapshot.preRestore
source: Auto-saved before restore
zh_hans: 恢复前自动存的
zh_hant: 恢復前自動存的

# snapshot.reason.manual
source: Manual
zh_hans: 手动
zh_hant: 手動

# snapshot.reason.preRestore
source: Pre-restore
zh_hans: 恢复前
zh_hant: 恢復前

# snapshot.reason.schedule
source: Scheduled
zh_hans: 定时
zh_hant: 定時

# snapshot.restore
source: Restore this
zh_hans: 恢复这张
zh_hant: 恢復這張

# snapshot.title
source: Auto snapshots
zh_hans: 自动快照
zh_hant: 自動快照

# space.anniversary.add
source: Add anniversary
zh_hans: 记一个纪念日
zh_hant: 記一個紀念日

# space.anniversary.badDate
source: That date doesn't look right — use YYYY-MM-DD, e.g. 2024-02-14.
zh_hans: 这个日期好像不对，用 年-月-日 的格式写，比如 2024-02-14。
zh_hant: 這個日期好像不對，用 年-月-日 的格式寫，比如 2024-02-14。

# space.anniversary.countdown
source: %1$@ days to go
zh_hans: 还有 %1$@ 天
zh_hant: 還有 %1$@ 天

# space.anniversary.datePlaceholder
source: Date (YYYY-MM-DD, e.g. 2024-02-14)
zh_hans: 日期（年-月-日，如 2024-02-14）
zh_hant: 日期（年-月-日，如 2024-02-14）

# space.anniversary.daysTogether
source: %1$@ days together
zh_hans: 在一起 %1$@ 天
zh_hant: 在一起 %1$@ 天

# space.anniversary.descriptionPlaceholder
source: Note (optional)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

# space.anniversary.empty
source: No anniversaries yet. Say the word and I will remember.
zh_hans: 还没记过纪念日。跟我说一声，我帮你记住。
zh_hant: 還沒記過紀念日。跟我說一聲，我幫你記住。

# space.anniversary.title
source: Anniversaries
zh_hans: 纪念日
zh_hant: 紀念日

# space.anniversary.titlePlaceholder
source: Title, e.g. the day we met
zh_hans: 名字，比如我们相遇的那天
zh_hant: 名字，比如我們相遇的那天

# space.anniversary.titleRequired
source: Give it a name first.
zh_hans: 先给它起个名字。
zh_hant: 先給它起個名字。

# space.anniversary.today
source: Today
zh_hans: 就是今天
zh_hant: 就是今天

# space.cards.anniversary
source: Anniversaries
zh_hans: 纪念日
zh_hant: 紀念日

# space.cards.feed
source: Moments
zh_hans: 动态
zh_hant: 動態

# space.cards.loveLetters
source: Love letters
zh_hans: 情书
zh_hant: 情書

# space.cards.music
source: Music
zh_hans: 听歌
zh_hant: 聽歌

# space.cards.works
source: Works
zh_hans: 作品
zh_hant: 作品

# space.couple.aiAvatar
source: My avatar
zh_hans: 我的头像
zh_hant: 我的頭像

# space.couple.changeAvatar
source: Change avatar
zh_hans: 换头像
zh_hant: 換頭像

# space.couple.counters
source: Listened together %1$@ times · %2$@ love letters
zh_hans: 这是我们第 %1$@ 次一起听歌 · 第 %2$@ 封情书
zh_hant: 這是我們第 %1$@ 次一起聽歌 · 第 %2$@ 封情書

# space.couple.daysTogether
source: Together for %1$@ days
zh_hans: 在一起 %1$@ 天
zh_hant: 在一起 %1$@ 天

# space.couple.herAvatar
source: Her avatar
zh_hans: 她的头像
zh_hant: 她的頭像

# space.couple.useInChat
source: Use in chat
zh_hans: 用在聊天里
zh_hant: 用在聊天裏

# space.couple.usedInChat
source: Now in chat
zh_hans: 已用在聊天里
zh_hant: 已用在聊天裏

# space.diary.contentPlaceholder
source: What happened today, worth remembering…
zh_hans: 今天发生了什么，想记住的…
zh_hant: 今天發生了什麼，想記住的…

# space.diary.empty
source: Nothing written yet. Tell me about today and I will keep it for us.
zh_hans: 还没写过。跟我说说今天的事，我替我们记下来。
zh_hant: 還沒寫過。跟我說說今天的事，我替我們記下來。

# space.diary.fillBoth
source: Give it a title and a few words first
zh_hans: 标题和内容都写一点再记下来
zh_hant: 標題和內容都寫一點再記下來

# space.diary.hint
source: Say the word, I will write it
zh_hans: 说一声，我来写
zh_hant: 說一聲，我來寫

# space.diary.save
source: Save it
zh_hans: 记下来
zh_hant: 記下來

# space.diary.title
source: My diary
zh_hans: 我的日记
zh_hant: 我的日記

# space.diary.titlePlaceholder
source: A title for today…
zh_hans: 给今天起个标题…
zh_hant: 給今天起個標題…

# space.diary.write
source: Write an entry
zh_hans: 写一篇
zh_hant: 寫一篇

# space.entry.deleteBody
source: This can't be undone. Delete it?
zh_hans: 删掉就找不回来了，确定要删吗？
zh_hant: 刪掉就找不回來了，確定要刪嗎？

# space.entry.deleteTitle
source: Delete this?
zh_hans: 删除这条？
zh_hant: 刪除這條？

# space.feed.authorHer
source: Her
zh_hans: 她
zh_hant: 她

# space.feed.empty
source: Empty here, waiting for us to fill it. Say the word and I will post the first one.
zh_hans: 这里空空的，等我们一起填满。跟我说一声，我来发第一条。
zh_hant: 這裏空空的，等我們一起填滿。跟我說一聲，我來發第一條。

# space.feed.like
source: Like
zh_hans: 点赞
zh_hant: 點贊

# space.feed.post
source: Post
zh_hans: 发布
zh_hant: 發佈

# space.feed.postHint
source: What is on your mind…
zh_hans: 此刻，想说什么…
zh_hant: 此刻，想說什麼…

# space.feed.replyHint
source: Reply…
zh_hans: 回复…
zh_hant: 回覆…

# space.feed.title
source: Moments
zh_hans: 动态
zh_hant: 動態

# space.garden.ask
source: Ask her
zh_hans: 想问她
zh_hant: 想問她

# space.garden.askHint
source: Things I want to ask you. Just answer me in chat and I'll remember.
zh_hans: 这些我想问你。在对话框里回答我就行，我会记下来。
zh_hant: 這些我想問你。在對話框裏回答我就行，我會記下來。

# space.garden.autoExtract
source: Remember automatically
zh_hans: 自动记住
zh_hant: 自動記住

# space.garden.autoExtractHint
source: Plant memorable moments after chats
zh_hans: 聊天后自动种下值得记住的事
zh_hant: 聊天后自動種下值得記住的事

# space.garden.blooming
source: Blooming
zh_hans: 盛放
zh_hant: 盛放

# space.garden.confirmRight
source: That's right
zh_hans: 记对了
zh_hant: 記對了

# space.garden.empty
source: The garden is empty. Talk to me more — I will plant what is worth keeping.
zh_hans: 花园空空的。多跟我聊聊，值得记住的我都种下来。
zh_hant: 花園空空的。多跟我聊聊，值得記住的我都種下來。

# space.garden.history
source: Older memories
zh_hans: 以前的记忆
zh_hant: 以前的記憶

# space.garden.historyEmpty
source: Nothing has been replaced yet.
zh_hans: 还没有被替代掉的记忆。
zh_hant: 還沒有被替代掉的記憶。

# space.garden.mapLegendSupersedes
source: - - - replaced by a newer memory
zh_hans: - - - 被新记忆替代
zh_hant: - - - 被新記憶替代

# space.garden.mapLegendTogether
source: — memories from the same time, same kind
zh_hans: — 同一时期、同类的记忆
zh_hant: — 同一時期、同類的記憶

# space.garden.sprouting
source: Sprouting
zh_hans: 萌芽
zh_hant: 萌芽

# space.garden.title
source: Memory garden
zh_hans: 记忆花园
zh_hant: 記憶花園

# space.garden.viewList
source: List
zh_hans: 列表
zh_hant: 列表

# space.garden.viewMap
source: Map
zh_hans: 图谱
zh_hant: 圖譜

# space.herMood.empty
source: She hasn't shared her mood yet. Chat with her — I will remember when she tells me.
zh_hans: 她还没跟我说过心情。聊聊天，她说起时我会记下来。
zh_hant: 她還沒跟我說過心情。聊聊天，她說起時我會記下來。

# space.herMood.title
source: Her mood
zh_hans: 她的心情
zh_hant: 她的心情

# space.leftNote.dismiss
source: Got it
zh_hans: 收到了
zh_hant: 收到了

# space.leftNote.title
source: A note from him
zh_hans: 他留的话
zh_hant: 他留的話

# space.loveLetter.dismiss
source: Kept
zh_hans: 收好了
zh_hant: 收好了

# space.loveLetter.empty
source: No love letters yet. Ask him to write you one.
zh_hans: 还没有情书。想让他写一封，跟他说一声。
zh_hant: 還沒有情書。想讓他寫一封，跟他說一聲。

# space.loveLetter.tapToRead
source: Tap to read
zh_hans: 点开看看
zh_hant: 點開看看

# space.loveLetter.title
source: A love letter from him
zh_hans: 他写的情书
zh_hant: 他寫的情書

# space.loveLetter.unreadBanner
source: A letter is waiting for you
zh_hans: 有一封信在等你
zh_hant: 有一封信在等你

# space.milestone.cancelTitle
source: Cancel this celebration?
zh_hans: 取消这次庆祝？
zh_hant: 取消這次慶祝？

# space.milestone.days
source: %1$@ days together
zh_hans: 在一起 %1$@ 天
zh_hant: 在一起 %1$@ 天

# space.milestone.descNoDate
source: Tell him the day you got together, and he'll celebrate once at 7 / 30 / 100 / 365 days.
zh_hans: 告诉他你们哪天在一起的，7 / 30 / 100 / 365 天那天他会主动庆祝一次。
zh_hant: 告訴他你們哪天在一起的，7 / 30 / 100 / 365 天那天他會主動慶祝一次。

# space.milestone.descWithDays
source: Together for %1$@ days — he'll celebrate once at 7 / 30 / 100 / 365 days. Turn it off anytime.
zh_hans: 在一起 %1$@ 天了——7 / 30 / 100 / 365 天那天，他会主动庆祝一次。随时可以关掉。
zh_hant: 在一起 %1$@ 天了——7 / 30 / 100 / 365 天那天，他會主動慶祝一次。隨時可以關掉。

# space.milestone.status.celebrated
source: Celebrated
zh_hans: 已庆祝
zh_hant: 已慶祝

# space.milestone.status.pending
source: Coming up — he'll celebrate
zh_hans: 快到了——他会来庆祝
zh_hant: 快到了——他會來慶祝

# space.milestone.status.skipped
source: Skipped
zh_hans: 已跳过
zh_hant: 已跳過

# space.milestone.status.upcoming
source: Not yet
zh_hans: 还没到
zh_hant: 還沒到

# space.milestone.title
source: Milestone celebrations
zh_hans: 里程碑庆祝
zh_hant: 里程碑慶祝

# space.onThisDay.title
source: On This Day
zh_hans: 去年的今天
zh_hant: 去年的今天

# space.onThisDay.yearsAgo
source: %1$@ year(s) ago today
zh_hans: %1$@ 年前的今天
zh_hant: %1$@ 年前的今天

# space.question.answered
source: Answered — saved to Our Time.
zh_hans: 已回答，沉淀到我们的时光了。
zh_hant: 已回答，沉澱到我們的時光了。

# space.question.cat.future
source: future
zh_hans: 未来
zh_hant: 未來

# space.question.cat.icebreaker
source: icebreaker
zh_hans: 破冰
zh_hant: 破冰

# space.question.cat.intimate
source: close
zh_hans: 亲密
zh_hant: 親密

# space.question.cat.memory
source: memory
zh_hans: 回忆
zh_hant: 回憶

# space.question.placeholder
source: Write your answer…
zh_hans: 写下你的回答…
zh_hant: 寫下你的回答…

# space.question.submit
source: Save it
zh_hans: 记下来
zh_hant: 記下來

# space.question.timelineTitle
source: Tonight's question
zh_hans: 今晚的问题
zh_hant: 今晚的問題

# space.question.title
source: Tonight's question
zh_hans: 今晚的问题
zh_hant: 今晚的問題

# space.status.empty
source: No status yet. Chat with me — I will keep this posted with what I am up to.
zh_hans: 还没更新状态。跟我聊聊天，我在忙什么都会写在这儿。
zh_hant: 還沒更新狀態。跟我聊聊天，我在忙什麼都會寫在這兒。

# space.status.title
source: My status
zh_hans: 我的状态
zh_hant: 我的狀態

# space.status.updatedAgo
source: Updated
zh_hans: 更新于
zh_hant: 更新於

# space.subtitle
source: Our little place
zh_hans: 咱俩的小地方
zh_hant: 咱倆的小地方

# space.tabs.diary
source: Diary
zh_hans: 日记
zh_hant: 日記

# space.tabs.garden
source: Garden
zh_hans: 花园
zh_hant: 花園

# space.tabs.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# space.tabs.tellLater
source: Later
zh_hans: 稍后
zh_hant: 稍後

# space.tabs.timeline
source: Moments
zh_hans: 时光
zh_hant: 時光

# space.tasks.accent.blue
source: Blue
zh_hans: 蓝色
zh_hant: 藍色

# space.tasks.accent.default
source: Default
zh_hans: 默认
zh_hant: 預設
